Repository: holzhannes/restrict-content
Catalog: languages/restrict-content-*.po
Languages: de_de

source: Restrict Content
de_de: Inhaltsschutz

source: Parts restricted
de_de: Teile geschützt

source: Feed restricted
de_de: RSS-Feed geschützt

source: Editor
de_de: Redakteur

source: Author
de_de: Autor

source: Contributor
de_de: Mitarbeiter

source: Subscriber
de_de: Abonnent

source: This content is restricted to %ss
de_de: Dieser Inhalt ist auf die Benutzerrolle %s beschränkt

source: Restrict this content
de_de: Inhaltsschutz

source: User Level
de_de: Beschränkungsstufe

source: Choose the user level that can see this page / post
de_de: Wählen Sie die Benutzerrolle dessen Benutzer_in den Beitrag/Seite sehen kann. Bei Auswahl von „Keine“ ist der Inhalt nicht geschützt und somit öffentlich zugänglich, außer Bereiche welche per Short Code geschützt sind

source: None
de_de: Keine

source: Hide from Feed?
de_de: Inhalt im RSS-Feed der Seite verbergen?

source: Hide the excerpt of this post / page from the Feed?
de_de: Inhalt bzw. Auszug dieses Beitrages/Seite im RSS-Feed verbergen?

source: Use these options to restrict this entire entry, or the [restrict ...] ... [/restrict] short code to restrict partial content.
de_de: Verwenden Sie die <strong>Beschränkungsstufe</strong>, um den gesamten Beitrag/Seite zu beschränken, oder einen Short Code, um nur einen Teil des Beitrags/Seite zu beschränken. Der Short Code <code>[restrict] … [/ restrict]</code> entspricht <code>[restrict userlevel=subscriber] … [/ restrict]</code> und bedeutet, dass der Inhalt zwischen dem Short Code nur für angemeldete Benutzer_innen (Abonnenten) zugänglich ist.

source: Restrict Content Settings
de_de: Inhaltsschutz Einstellungen

source: Options saved
de_de: Einstellungen gesichert

source: Short Code Messages
de_de: Short Code Nachricht

source: Restricted Message
de_de: Nachricht bei Inhaltsschutz

source: When using the [restrict ... ] .... [/restrict] Short Code, this is the message displayed when a user does not have the appropriate permissions.
de_de: Bei der Verwendung des Short Codes z.B.: <code>[restrict userlevel=contributor] ... [/ restrict]</code> , wird diese Meldung angezeigt, wenn ein Benutzer nicht über die entsprechenden Berechtigungen verfügt.

source: The <strong>{userlevel}</strong> tag will be automatically replaced with the permission level needed.
de_de: Die <strong>{userlevel}</strong> Variable wird automatisch durch die benötigte Berechtigungsstufe ersetzt.

source: User Level Restriction Messages
de_de: Nachricht je Benutzerrolle bei Inhaltsschutz

source: Adminstrators
de_de: Adminstratoren

source: Message displayed when a user does not have permission to view Adminstrator restricted content
de_de: Meldung die angezeigt wird, wenn ein Benutzer keine Berechtigung für Inhalte hat welche nur für Administratoren geschützt sind

source: Editors
de_de: Editoren

source: Message displayed when a user does not have permission to view Editor restricted content
de_de: Meldung die angezeigt wird, wenn ein Benutzer keine Berechtigung für Inhalte hat welche nur für Redakteur (und höher) geschützt sind

source: Authors
de_de: Autoren

source: Message displayed when a user does not have permission to view Author restricted content
de_de: Meldung die angezeigt wird, wenn ein Benutzer keine Berechtigung für Inhalte hat welche nur für Autor (und höher) geschützt sind

source: Contributors
de_de: Mitarbeiter

source: Message displayed when a user does not have permission to view Contributor restricted content
de_de: Meldung die angezeigt wird, wenn ein Benutzer keine Berechtigung für Inhalte hat welche nur für Mitarbeiter (und höher) geschützt sind

source: Subscribers
de_de: Abonnenten

source: Message displayed when a user does not have permission to view Subscriber restricted content
de_de: Meldung die angezeigt wird, wenn ein Benutzer keine Berechtigung für Inhalte hat welche nur für Abonnenten (und höher) geschützt sind

source: Save Options
de_de: Speichere Optionen

source: Restrict Content to registered users only. This is a simple plugin that will allow you to easily restrict complete posts / pages to logged in users only.
de_de: Beschränken Sie den Inhalt nur auf registrierte Benutzer. Dies ist ein einfaches Plugin, mit dem Sie ganz einfach komplette Beiträge und Seiten nur für angemeldete Benutzern beschränken können.
